[
  {
    "id": "3unOs7Oekjo",
    "title": "Learn To Play Piano Part #1 - A Beginners Guide",
    "link": "https://www.youtube.com/watch?v=3unOs7Oekjo",
    "thumbnail": "3unOs7Oekjo.jpg",
    "creator": "Pianote",
    "desc": "This video lesson will give you a complete practice routine, broken up into seven days. We’ll teach you all the basics, from navigating the keyboard and playing scales to building chords and playing your first song!"
  },
  {
    "id": "et9hU7QMDYU",
    "title": "How To Play Drums - Your Very First Drum Lesson",
    "link": "https://www.youtube.com/watch?v=et9hU7QMDYU",
    "thumbnail": "et9hU7QMDYU.jpg",
    "creator": "Drumeo",
    "desc": "In this video, I wanted to give all the brand new drummers something to practice. So even if you don't have a drum-set, this lesson will test your rhythm skills and hopefully get you started playing your first song. Remember to go and grab your free play-along, I know you're going to love playing along to that track."
  },
  {
    "id": "bUOWYQJlRGM",
    "title": "5 Beginner Drum Techniques You Must Know",
    "link": "https://www.youtube.com/watch?v=bUOWYQJlRGM",
    "thumbnail": "bUOWYQJlRGM.jpg",
    "creator": "Drumeo",
    "desc": "This exercise is an excerpt from The Best Beginner Drum Book – a 210-page guide to help get you started on the drums and take your playing to the next level. We cover a TON of different topics we think are important for beginner drummers, and today we decided to give you a little sneak peek and talk about FIVE must-know beginner drum techniques that will help you spice up your drumming"
  },
  {
    "id": "5jTsSvkBv60",
    "title": "How to Tune Your Guitar For Beginners",
    "link": "https://www.youtube.com/watch?v=5jTsSvkBv60",
    "thumbnail": "5jTsSvkBv60.jpg",
    "creator": "Marty Music",
    "desc": "Learn how to tune your guitar RIGHT AWAY! Learning how to tune a guitar is your FIRST STEP to playing the guitar."
  },
  {
    "id": "OpHciMYBksk",
    "title": "First Guitar Lesson For Beginners",
    "link": "https://www.youtube.com/watch?v=OpHciMYBksk",
    "thumbnail": "OpHciMYBksk.jpg",
    "creator": "Guitareo",
    "desc": "This guitar lesson is for absolute beginners.  It covers five simple steps that you can use to play your first song on the guitar.  NO previous skill is required.  This first guitar lesson assumes you haven't even picked up a guitar before.  It's intended to be the very first guitar lesson you use as a beginner guitarist."
  },
  {
    "id": "jWifCal6LxI",
    "title": "How to play River Flows In You by Yiruma",
    "link": "https://www.youtube.com/watch?v=jWifCal6LxI",
    "thumbnail": "jWifCal6LxI.jpg",
    "creator": "Pianote",
    "desc": "River Flows in You’ by Yiruma has nearly become the ‘Fur Elise’ of the 21st century.  With its incredibly memorable piano melodies, it is the most popular contemporary classical piece on Spotify and boasts millions of YouTube views. This tutorial will walk you through this beautiful masterpiece, giving you the skills to play the song in its entirety. Lisa is here with her personal tips and tricks to make sure you have the best tools to learn this song :)."
  },
  {
    "id": "Ssz69tFTS7Y",
    "title": "Coldplay - Yellow (★★☆☆☆) | Drum Cover, Score, Sheet Music, Lessons, Tutorial ",
    "link": "https://www.youtube.com/watch?v=Ssz69tFTS7Y",
    "thumbnail": "Ssz69tFTS7Y.jpg",
    "creator": "DRUMMATE",
    "desc": "Drum lesson for Coldplay - Yellow"
  },
  {
    "id": "Q-Ya3mI_cdg",
    "title": "How To | Basic Maintenance & Care For Your Guitar & Bass | Fender",
    "link": "https://www.youtube.com/watch?v=Q-Ya3mI_cdg",
    "thumbnail": "Q-Ya3mI_cdg.jpg",
    "creator": "Fender",
    "desc": "Here's a list of basic maintenance and caring tips to keep your guitar or bass in tip-top shape. Follow these suggested guidelines and avoid instrument sickbay. "
  },
  {
    "id": "SxmgZBzny1w",
    "title": "The Complete DIY Guitar Setup Tutorial",
    "link": "https://www.youtube.com/watch?v=SxmgZBzny1w",
    "thumbnail": "SxmgZBzny1w.jpg",
    "creator": "Music Is Win",
    "desc": "Complete exmplanation, step by step, about guitar setup and how to it by yourself."
  },
  {
    "id": "t9aMww3y_tM",
    "title": "Piano Benches - What To Look For When Shopping For One",
    "link": "https://www.youtube.com/watch?v=t9aMww3y_tM",
    "thumbnail": "t9aMww3y_tM.jpg",
    "creator": "Tim Topham",
    "desc": "I just stopped by the Australian Piano Wharehouse in Melbourne and decided to film this quick video on what you should look for when shopping for a piano bench."
  },
  {
    "id": "5DSbwE7XbvM",
    "title": "3 Things All Beginner Drummers Should Focus On",
    "link": "https://www.youtube.com/watch?v=5DSbwE7XbvM",
    "thumbnail": "5DSbwE7XbvM.jpg",
    "creator": "Stephen Taylor",
    "desc": "Here are 3 areas that all beginner drummers should focus on. These are not cool licks...they're not crazy beats...they are time tested and proven big picture items that will have you up and playing along to your favorite songs in no time. They're not easy and you won't master them overnight. But focusing on these items in your drum practice time will put you well ahead of other players. Focusing on these 3 items is the reason I was able to start playing professionally at the age of 16. When you're on the gig, NO ONE CARES whether you can play that cool, slick sextupletratamcueinsanesetthedrumsonfire fill. They care that you can play good time, make the music feel good, and get from point A to point B on the drums without screwing it up."
  }
]
