[{"id":"531adb84-62b4-4f8a-b0ab-b22cbcc9e65a","title":"Fender Telecaster","desc":"The American Professional II Telecaster® draws from more than seventy years of innovation, inspiration and evolution to meet the demands of today’s working player.","price":1575,"tag":"guitar"},{"id":"531adb84-62b4-4f8a-b0ab-b22123c9e65a","title":"Fender Stratocaster","desc":"The American Professional II Stratocaster® Left-Hand draws from more than sixty years of innovation, inspiration and evolution to meet the demands of today’s working player.","price":2450,"tag":"guitar"},{"id":"kpfadb84-62b4-4f8a-b0ab-b22123c9e65a","title":"Gibson Les Paul","desc":"The new Les Paul Standard returns to the classic design that made it relevant, played and loved -- shaping sound across generations and genres of music.","price":2150,"tag":"guitar"},{"id":"kpfadb84-62b4-4f8a-b0ab-2j6123c9e65a","title":"Gibson SG","desc":"The SG™ Special returns to the classic design that made it relevant, played, and loved -- shaping sound across generations and genres of music. This early 60s style SG Special has the vibe and sound heard on countless classic rock recordings.","price":1599,"tag":"guitar"},{"id":"kpfadb84-6111-4f8a-b0ab-2j6123c9e65a","title":"PRS CUSTOM 24","desc":"The Custom 24 Piezo is a 24-fret solidbody piezo-equipped guitar that effortlessly achieves classic humbucker tones and authentic acoustic sounds in one instrument.","price":3850,"tag":"guitar"},{"id":"kpfadb84-6111-4f8a-b0ab-2j2223c9e65a","title":"PRS HOLLOWBODY II","desc":"The McCarty 594 Hollowbody II brings a new set of features to one of our most beloved models: the Hollowbody II. ","price":5850,"tag":"guitar"},{"id":"kpfadb84-62b4-4f8a-b0ab-b22123c9e958","title":"Yamaha YC Series","desc":"A premium instrument with a commitment to tradition and innovation.","price":3300,"tag":"organ"},{"id":"kymhdb84-62b4-4ffa-b0ab-b22123c9e958","title":"Yamaha CP4 STAGE","desc":"The CP4 STAGE is simply the best stage piano Yamaha has ever made.","price":2699,"tag":"organ"},{"id":"kymhdb84-rlnd-4ffa-b0ab-b22123c9e958","title":"Roland A-300PRO","desc":"If you’re looking for keyboard controllers that you can use in the studio, on-stage, or anywhere you feel inspired, look no further than the A-300PRO. The A-300PRO has the features and feel you need to get the most out of your music performances and productions.","price":1399,"tag":"organ"},{"id":"roland2db84-rlnd-4ffa-b0ab-b22123c9e958","title":"Roland JUNO-X","desc":"JUNO-X elevates Roland’s legendary synthesizer series into a new era, fusing authentic vintage spirit with modern creative power. Compose and perform with the next-generation JUNO-X engine, historic JUNO-60 and JUNO-106 Models, sounds from the XV-5080 and RD pianos, Model Expansions, and more. And bring them all together with a familiar hands-on interface that welcomes you like an old friend. Backed by the immense range of our ZEN-Core Synthesis System, JUNO-X goes wherever your music lives—past, present, or future.","price":3999,"tag":"organ"},{"id":"kymhdb84-rlnd-4ffa-b0ab-korg23c9e958","title":"Korg KROME EX","desc":"KROME, the best-selling synth focused on packing the most usable sounds into an easy to use platform, has received a major refresh. Updated to meet the needs of the current music scene, KROME EX has a special emphasis on sounds that can immediately fit into productions of all types.","price":3199,"tag":"organ"},{"id":"kkorgdb84-rlnd-4ffa-b0ab-korg23c9e958","title":"Korg VOX 73","desc":"The VOX Continental 73 BK stage keyboard offers the sounds you need the most, all in one unit: PIANO, E.PIANO, ORGAN, and KEY/LAYER (including brass, strings and more). The front panel controls have been designed around these four parts, so first time players can easily pick it up. With its simple and intuitive layout, players have instant access to master effects, EQ, and the Nutube vacuum tube-powered valve drive.","price":1799,"tag":"organ"},{"id":"z12345db84-rlnd-4ffa-b0ab-korg23c9e958","title":"Zildjian CUSTOM PROJECTION","desc":"The answer to demand for a more aggressive A Custom sound, these crashes cut through and project with more power and body with a stronger high-end.","price":799,"tag":"drum"},{"id":"z12345db84-rlnd-4ffa-zzzb-korg23c9e958","title":"Zildjian HEAVY CRASHES","desc":"The loudest, most powerful crash cymbal made by Zildjian, Heavy Crashes cut right through any mix with maximum projection.","price":999,"tag":"drum"},{"id":"z1234ppp84-rlnd-4ffa-zzzb-korg23c9e958","title":"Pearl MASTERWORKS","desc":"Masterworks is your crowning achievement. A timeless heirloom statement crafted to elevate your custom drum vision into reality.","price":9999,"tag":"drum"},{"id":"z1gthtjpp84-rlnd-4ffa-zzzb-korg23c9e958","title":"Pearl PRESIDENT SERIES DELUXE","desc":"Culled from the very origins of The World's Largest Drum Company for a traditionally full, controlled playing experience.","price":4500,"tag":"drum"},{"id":"z1drumpp84-rlnd-4ffa-zzzb-korg23c9e958","title":"Pearl STAVE CRAFT","desc":"Yielding solid shell tonal snare spike from a bright mix of hardwoods, Pearl's StaveCraft snare drums are the perfect fusion of old-world workmanship and new-school performance.","price":570,"tag":"drum"},{"id":"z1drumpp84-rlnd-4ffa-zzzb-koroakc9e958","title":"Pearl Thai Oak","desc":"The malletSTATION model EM-1 is a full sized 3.0 octave adjustable range electronic mallet controller designed for all players in any genre, from the beginning student through the gigging professional.","price":870,"tag":"drum"}]